Repository: Abdulrhman-Khaled/dokos_woocommerce
Catalog: dokos_woocommerce/locale/*.po
Languages: fr

source: A network error prevented fetching WooCommerce data. Please try again in a minute.
fr: Une erreur de réseau a bloqué la récupération des données de WooCommerce. Veuillez réessayer dans une minute.

source: A status update on WooCommerce Side
fr: Une mise à jour de statut sur WooCommerce

source: API Username
fr: Nom d'utilisateur pour l'API

source: API consumer key
fr: Clé API publique

source: API consumer secret
fr: Clé API secrète

source: Account
fr: Compte

source: Accounting Details
fr: Détails comptables

source: Actual Qty
fr: Qté actuelle

source: Add Dokos customers to WooCommerce ?
fr: Ajouter les clients Dokos dans WooCommerce ?

source: Add Dokos items to WooCommerce ?
fr: Ajouter les articles Dokos dans WooCommerce ?

source: Add WooCommerce products to Dokos ?
fr: Ajouter les produits WooCommerce dans Dokos ?

source: Add a customer group in the table below to synchronize all customers linked to this group
fr: Ajoutez un groupe de client dans la table ci-dessous pour synchronisez tous les clients liés à ce groupe

source: Any date modification needs to be done at <a href='{}' target='_blank'>this address</a>.
fr: Toute modification de date doit être effectuée <a href='{}' target='_blank'>cette adresse</a>.

source: Application Password
fr: Mot de passe d'application

source: Apps using current key won't be able to access, are you sure?
fr: Les applications utilisant la clé actuelle ne pourront plus se connecter, voulez-vous continuer ?

source: Close
fr: Fermer

source: Closed
fr: Fermé

source: Company
fr: Société

source: Cost Center
fr: Centre de coûts

source: Could not generate Secret
fr: Le secret n'a pas pu être généré

source: Create payments and sales invoice
fr: Créer les factures et les paiements

source: Currency Precision
fr: Précision de la devise

source: Customer Group
fr: Groupe de clients

source: Customer groups to synchronize
fr: Groupes de clients à synchroniser

source: Customers
fr: Clients

source: Data
fr: Données

source: Default Unit of Measure
fr: Unité de mesure par défaut

source: Default Warehouse
fr: Entrepôt par défaut

source: Defaults
fr: Valeurs par défaut

source: Delivery After (Days)
fr: Livrer après (Jours)

source: Delivery Note Created
fr: Bon de livraison créé

source: Delivery notes will be created when WooCommerce orders have one of the following statuses
fr: Les bons de livraison seront créés quand les commandes WooCommerce ont l'un des statuts suivants

source: Disabled or Paused Webhooks on WooCommerce
fr: Webhooks désactivés ou mis en pause sur WooCommerce

source: Dokos Customer Group
fr: Groupes de clients Dokos

source: Dokos Stock Level
fr: Niveau de stocks dans Dokos

source: Dokos customers are being pushed to WooCommerce
fr: Les clients Dokos sont envoyés dans WooCommerce

source: Dokos items are being pushed to WooCommerce
fr: Les articles de Dokos sont envoyés dans WooCommerce

source: Enable Sync
fr: Activer la synchronisation

source: Endpoint
fr: Point de terminaison

source: Endpoints
fr: Points de terminaison

source: Error
fr: Erreur

source: Error Message
fr: Message d'erreur

source: Error Notification Sent
fr: Notification d'erreur envoyée

source: Fee Account
fr: Compte de frais

source: General Details
fr: Informations générales

source: Generate Secret
fr: Générer un secret

source: Get Shipping Methods
fr: Obtenir les méthodes de livraison

source: Get WooCommerce products
fr: Obtenir les produits depuis WooCommerce

source: Get tax accounts
fr: Obtenir les comptes de taxe

source: Have a nice day
fr: Bonne journée

source: Hello
fr: Bonjour

source: Item
fr: Article

source: Item Name
fr: Désignation de l'article

source: Item missing for Woocommerce product: {0}
fr: Article manquant pour le produit WooCommerce: {0}

source: Last synchronization datetime
fr: Dernière synchronisation

source: Linked Reports
fr: Rapports liés

source: Once a day, during the night, by Dokos
fr: Une fois par jour, pendant la nuit, par Dokos

source: Order Created
fr: Commande créee

source: Order Updated
fr: Commande mise à jour

source: Orders Integration Errors
fr: Commandes WooCommerce en erreur

source: Orders in error
fr: Commandes en erreur

source: Orders pending delivery
fr: Commandes en attente de livraison

source: Orders without sales invoices
fr: Commandes non facturées

source: Out of Stock Items
fr: Articles en pénurie

source: Payment Created
fr: Paiement créé

source: Pending
fr: En attente

source: Please check the corresponding order to solve the issue and try relaunching the integration
fr: Veuillez vérifier la commande associée pour résoudre le problème et essayez de relancer l'intégration

source: Please check your connexion to your WooCommerce site
fr: Veuillez vérifier votre connexion au site WooCommerce

source: Please enter API Consumer Key
fr: Veuillez entrer la clé de connexion à l'API

source: Please enter API Consumer Secret
fr: Veuillez entrer le secret de connexion à l'API

source: Please enter Woocommerce Server URL
fr: Veuillez entrer l'URL du serveur WooCommerce

source: Price List
fr: Liste de prix

source: Prices registered with VAT included on WooCommerce
fr: Les prix sont enregistrés TTC sur WooCommerce

source: Product: {0} {1}
fr: Produit: {0} {1}

source: Projected Qty
fr: Qté projectée

source: Push Customers to WooCommerce
fr: Envoyer les clients dans WooCommerce

source: Push items to WooCommerce
fr: Pousser les articles dans WooCommerce

source: Reports
fr: Rapports

source: Retry
fr: Réessayer

source: Retry in progress
fr: Nouvelle tentative en cours

source: Retry orders creation
fr: Relancer l'intégration des commandes

source: Sales Invoice Created
fr: Facture créée

source: Sales Master Manager
fr: Responsable des données de vente

source: Sales Order
fr: Commande client

source: Sales Order Series
fr: Séries à utiliser pour les commandes

source: Settings
fr: Paramètres

source: Shipping
fr: Livraison

source: Shipping Status
fr: Statut d'expédition

source: Shipping Statuses
fr: Statuts d'expédition

source: Status
fr: Statut

source: Stock Difference
fr: Différence de stocks

source: Stripe Gateway
fr: Passerelle de paiement Stripe

source: Stripe Settings
fr: Paramètres Stripe

source: Synchronization Settings
fr: Paramètres de synchronisation

source: Synchronization will be based on stock levels in Dokos
fr: La synchronisation sera basée sur les niveaux de stock dans Dokos

source: Synchronize Roles
fr: Synchroniser les rôles

source: Synchronize VAT Number
fr: Synchroniser le numéro de TVA

source: Synchronize based on
fr: Synchroniser sur la base de

source: Synchronize stock levels
fr: Synchroniser les niveaux de stock

source: System Manager
fr: Responsable système

source: Tax Accounts
fr: Comptes de taxe

source: The following error prevented the full integration of WooCommerce Order {0}
fr: L'erreur suivante a empêché l'intégration complète de la commande WooCommerce {0}

source: This booking has been created in WooCommerce Booking.
fr: Cette réservation a été créée dans WooCommerce Booking.

source: This company will be used to create Sales Orders.
fr: Cette société sera utilisée pour créer des commandes clients.

source: This is the default offset (days) for the Delivery Date in Sales Orders. The fallback offset is 7 days from the order placement date.
fr: Décalage par défaut (en jours) pour la date de livraison dans les bons de commandes.

source: Unverified Webhook Data
fr: Données de webhook non vérifiées

source: Update Stock Levels
fr: Mettre à jour les niveaux de stock

source: Weight Unit
fr: Unité de poids

source: Will update the currency precision in sales orders and sales invoices
fr: Mettra à jour la précision de la devise dans les commandes et factures client

source: Without action from your side, an integration attempt will be automatically triggered on the following events
fr: Sans action de votre part, une tentative d'intégration sera déclenchée automatiquement par les événements suivants

source: WooCommerce ID
fr: ID WooCommerce

source: WooCommerce Order
fr: Commande WooCommerce

source: WooCommerce Order ({0}) and Sales Order ({1}) totals don't match
fr: Le total de la commande WooCommerce ({0}) et de la commande Dokos ({1}) ne correspondent pas

source: WooCommerce Order: {0} Account head missing for Woocommerce shipping method: {1}
fr: Commande WooCommerce: 0} Compte comptable manquant pour la méthode de livraison WooCommerce: {1}

source: WooCommerce Order: {0} {1}
fr: Commande WooCommerce: {0} {1}

source: WooCommerce Out of Stock Comparison
fr: Comparaison des pénurie avec WooCommerce

source: WooCommerce Out of Stock Items
fr: Articles en pénuries dans WooCommerce

source: WooCommerce Products Sync Error
fr: Erreur de synchronisation des produits WooCommerce

source: WooCommerce Role
fr: Role WooCommerce

source: WooCommerce Site Timezone
fr: Fuseau horaire du site WooCommerce

source: WooCommerce Stock Comparison
fr: Comparaison des niveaux de stock avec WooCommerce

source: WooCommerce Stock Level
fr: Niveau de stock dans WooCommerce

source: WooCommerce Webhooks Healthcheck
fr: Etat des webhooks WooCommerce

source: WooCommerce orders in error
fr: Commandes WooCommerce en erreur

source: WooCommerce orders pending delivery
fr: Commandes WooCommerce en attente de livraison

source: WooCommerce orders without sales invoices
fr: Commandes WooCommerce sans facture

source: WooCommerce products are being added to Dokos
fr: Les produits WooCommerce sont ajoutés dans Dokos

source: Woocommerce Address Error
fr: Erreur d'adresse WooCommerce

source: Woocommerce Contact Error
fr: Erreur de contact WooCommerce

source: Woocommerce Customer Creation Error
fr: Erreur de création de client WooCommerce

source: Woocommerce Customer Role Mapping
fr: Mapping de rôles clients WooCommerce

source: Woocommerce Order
fr: Commande WooCommerce

source: Woocommerce Out Of Stock Comparison
fr: Comparaison des produits en rupture de stock dans WooCommerce

source: Woocommerce Server URL
fr: URL du serveur WooCommerce

source: Woocommerce Settings
fr: Paramètres WooCommerce

source: Woocommerce Shipping Method Id
fr: ID de mode de livraison dans WooCommerce

source: Woocommerce Shipping Method Title
fr: Titre de mode de livraison dans WooCommerce

source: Woocommerce Shipping Methods
fr: Modes de livraison WooCommerce

source: Woocommerce Shipping Statuses
fr: Statuts d'expédition WooCommerce

source: Woocommerce Stock Comparison
fr: Comparaison des stocks WooCommerce

source: Woocommerce Sync Error
fr: Erreur de synchronisation WooCommerce

source: Woocommerce Tax Id
fr: ID de taxe WooCommerce

source: Woocommerce Tax Name
fr: Désignation de taxe WooCommerce

source: Woocommerce Taxes
fr: Taxes WooCommerce

source: Worpdress API
fr: API Wordpress
